# encoding: utf-8
# language: ru

Функционал: Работа с html
	Как пользователь BDDEditor
	Хочу иметь возможность перенести текст feature в html документ
	Чтобы увидеть подсвеченые ключевые слова, изображения, ссылки, таблицы

Сценарий: Проверка переноса текстового документа в html
	Допустим сформировался html документ
	И отобразилась таблица:
	|	Номенклатура	|	Количество	|	Сумма	|
	|	Услуга1			|	1			|	5000	|
	|	Услуга2			|	10			|	6000	|
	И отобразилось изображение
	![](D:\xDD\Rep\vanessa-bdd-editor-fork\examples\pict1.png)
	И отобразилась ссылка
	[]()